Repository: 5hub-technologies/5chat-wordpress
Catalog: 5chat-blazing-fast-live-chat/languages/5chat-blazing-fast-live-chat-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, nl_nl, pl_pl, pt_br, ru_ru, uk

source: 5chat Live Chat is active, but no Website Token is configured.
ar: 5chat Live Chat نشط، لكن لم يتم تكوين رمز موقع الويب.
de_de: 5chat Live Chat ist aktiv, aber es ist kein Website-Token konfiguriert.
es_es: 5chat Live Chat está activo, pero no se ha configurado ningún Token de Sitio Web.
fr_fr: 5chat Live Chat est actif, mais aucun Token de Site Web n'est configuré.
it_it: 5chat Live Chat è attivo, ma nessun Token del Sito Web è configurato.
ja: 5chat Live Chatは有効ですが、ウェブサイトトークンが設定されていません。
nl_nl: 5chat Live Chat is actief, maar er is geen Website Token geconfigureerd.
pl_pl: 5chat Live Chat jest aktywny, ale nie skonfigurowano tokena strony internetowej.
pt_br: 5chat Live Chat está ativo, mas nenhum Token do Site está configurado.
ru_ru: 5chat Live Chat активен, но токен веб-сайта не настроен.
uk: 5chat Live Chat активний, але токен веб-сайту не налаштований.

source: 5chat Live Chat token appears to be invalid.
ar: يبدو أن رمز 5chat Live Chat غير صالح.
de_de: Das 5chat Live Chat Token scheint ungültig zu sein.
es_es: El token de 5chat Live Chat parece ser inválido.
fr_fr: Le token 5chat Live Chat semble être invalide.
it_it: Il token di 5chat Live Chat sembra essere non valido.
ja: 5chat Live Chatトークンが無効のようです。
nl_nl: 5chat Live Chat token lijkt ongeldig te zijn.
pl_pl: Token 5chat Live Chat wydaje się być nieprawidłowy.
pt_br: O token do 5chat Live Chat parece ser inválido.
ru_ru: Токен 5chat Live Chat кажется недействительным.
uk: Токен 5chat Live Chat здається недійсним.

source: Please <a href="%s">update your settings</a> to enable the chat widget.
ar: يرجى <a href="%s">تحديث إعداداتك</a> لتمكين أداة الدردشة.
de_de: Bitte <a href="%s">aktualisieren Sie Ihre Einstellungen</a>, um das Chat-Widget zu aktivieren.
fr_fr: Veuillez <a href="%s">mettre à jour vos paramètres</a> pour activer le widget de chat.
it_it: Per favore <a href="%s">aggiorna le tue impostazioni</a> per abilitare il widget di chat.
ja: チャットウィジェットを有効にするには、<a href="%s">設定を更新</a>してください。
nl_nl: Gelieve <a href="%s">uw instellingen bij te werken</a> om de chat widget in te schakelen.
pl_pl: Proszę <a href="%s">zaktualizować ustawienia</a>, aby włączyć widget czatu.
pt_br: Por favor, <a href="%s">atualize suas configurações</a> para habilitar o widget de chat.
ru_ru: Пожалуйста, <a href="%s">обновите настройки</a>, чтобы включить виджет чата.
uk: Будь ласка, <a href="%s">оновіть налаштування</a>, щоб увімкнути віджет чату.

source: Settings
ar: الإعدادات
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
ja: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
uk: Налаштування

source: No token configured
ar: لم يتم تكوين رمز
de_de: Kein Token konfiguriert
es_es: No hay token configurado
fr_fr: Aucun token configuré
it_it: Nessun token configurato
ja: トークンが設定されていません
nl_nl: Geen token geconfigureerd
pl_pl: Nie skonfigurowano tokena
pt_br: Nenhum token configurado
ru_ru: Токен не настроен
uk: Токен не налаштований

source: Token is valid and cached
ar: الرمز صالح ومحفوظ في الذاكرة المؤقتة
de_de: Token ist gültig und zwischengespeichert
es_es: El token es válido y está en caché
fr_fr: Le token est valide et mis en cache
it_it: Il token è valido e memorizzato nella cache
ja: トークンは有効でキャッシュされています
nl_nl: Token is geldig en gecached
pl_pl: Token jest prawidłowy i zapisany w pamięci podręcznej
pt_br: Token é válido e está em cache
ru_ru: Токен действителен и кэширован
uk: Токен дійсний і кешований

source: Token validation required
ar: مطلوب التحقق من الرمز
de_de: Token-Validierung erforderlich
es_es: Se requiere validación del token
fr_fr: Validation du token requise
it_it: Validazione del token richiesta
ja: トークンの検証が必要です
nl_nl: Token validatie vereist
pl_pl: Wymagana walidacja tokena
pt_br: Validação do token necessária
ru_ru: Требуется проверка токена
uk: Потрібна перевірка токена

source: Token cannot be empty.
ar: لا يمكن أن يكون الرمز فارغًا.
de_de: Token darf nicht leer sein.
es_es: El token no puede estar vacío.
fr_fr: Le token ne peut pas être vide.
it_it: Il token non può essere vuoto.
ja: トークンを空にすることはできません。
nl_nl: Token kan niet leeg zijn.
pl_pl: Token nie może być pusty.
pt_br: O token não pode estar vazio.
ru_ru: Токен не может быть пустым.
uk: Токен не може бути порожнім.

source: Invalid token. Please check your Website Token in your 5chat dashboard.
ar: رمز غير صالح. يرجى التحقق من رمز موقع الويب الخاص بك في لوحة تحكم 5chat.
de_de: Ungültiges Token. Bitte überprüfen Sie Ihr Website-Token in Ihrem 5chat-Dashboard.
es_es: Token inválido. Por favor, verifica tu Token de Sitio Web en tu panel de 5chat.
fr_fr: Token invalide. Veuillez vérifier votre Token de Site Web dans votre tableau de bord 5chat.
it_it: Token non valido. Per favore controlla il tuo Token del Sito Web nel tuo pannello 5chat.
ja: 無効なトークンです。5chatダッシュボードでウェブサイトトークンを確認してください。
nl_nl: Ongeldig token. Controleer uw Website Token in uw 5chat dashboard.
pl_pl: Nieprawidłowy token. Proszę sprawdzić token strony internetowej w panelu 5chat.
pt_br: Token inválido. Por favor, verifique seu Token do Site no seu painel 5chat.
ru_ru: Недействительный токен. Пожалуйста, проверьте токен веб-сайта в вашей панели 5chat.
uk: Недійсний токен. Будь ласка, перевірте токен веб-сайту в панелі керування 5chat.

source: Unable to connect to 5chat. Please check your internet connection and try again.
ar: تعذر الاتصال بـ 5chat. يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.
de_de: Verbindung zu 5chat nicht möglich. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es_es: No se puede conectar a 5chat. Por favor, verifica tu conexión a internet e inténtalo de nuevo.
fr_fr: Impossible de se connecter à 5chat. Veuillez vérifier votre connexion Internet et réessayer.
it_it: Impossibile connettersi a 5chat. Per favore controlla la tua connessione internet e riprova.
ja: 5chatに接続できません。インターネット接続を確認して、もう一度お試しください。
nl_nl: Kan geen verbinding maken met 5chat. Controleer uw internetverbinding en probeer opnieuw.
pl_pl: Nie można połączyć się z 5chat. Proszę sprawdzić połączenie internetowe i spróbować ponownie.
pt_br: Não foi possível conectar ao 5chat. Por favor, verifique sua conexão com a internet e tente novamente.
ru_ru: Не удалось подключиться к 5chat. Пожалуйста, проверьте интернет-соединение и попробуйте снова.
uk: Не вдалося підключитися до 5chat. Будь ласка, перевірте інтернет-з'єднання та спробуйте знову.

source: Token validation failed (HTTP %d). Please try again or contact 5chat support.
ar: فشل التحقق من الرمز (HTTP %d). يرجى المحاولة مرة أخرى أو الاتصال بدعم 5chat.
de_de: Token-Validierung fehlgeschlagen (HTTP %d). Bitte versuchen Sie es erneut oder kontaktieren Sie den 5chat-Support.
es_es: La validación del token falló (HTTP %d). Por favor, inténtalo de nuevo o contacta al soporte de 5chat.
fr_fr: La validation du token a échoué (HTTP %d). Veuillez réessayer ou contacter le support 5chat.
it_it: Validazione del token fallita (HTTP %d). Per favore riprova o contatta il supporto 5chat.
ja: トークンの検証に失敗しました（HTTP %d）。もう一度お試しいただくか、5chatサポートにお問い合わせください。
nl_nl: Token validatie mislukt (HTTP %d). Probeer opnieuw of neem contact op met 5chat ondersteuning.
pl_pl: Walidacja tokena nie powiodła się (HTTP %d). Proszę spróbować ponownie lub skontaktować się z pomocą techniczną 5chat.
pt_br: Validação do token falhou (HTTP %d). Por favor, tente novamente ou entre em contato com o suporte 5chat.
ru_ru: Проверка токена не удалась (HTTP %d). Пожалуйста, попробуйте снова или обратитесь в службу поддержки 5chat.
uk: Перевірка токена не вдалася (HTTP %d). Будь ласка, спробуйте знову або зверніться до служби підтримки 5chat.

source: Website Token
ar: رمز موقع الويب
es_es: Token del Sitio Web
fr_fr: Token du Site Web
it_it: Token del Sito Web
ja: ウェブサイトトークン
pl_pl: Token strony internetowej
pt_br: Token do Site
ru_ru: Токен веб-сайта
uk: Токен веб-сайту

source: Invalid Website Token format. Please use only letters, numbers, hyphens, and underscores.
ar: تنسيق رمز موقع الويب غير صالح. يرجى استخدام الحروف والأرقام والشرطات والشرطات السفلية فقط.
de_de: Ungültiges Website-Token-Format. Bitte verwenden Sie nur Buchstaben, Zahlen, Bindestriche und Unterstriche.
es_es: Formato de Token de Sitio Web inválido. Por favor, usa solo letras, números, guiones y guiones bajos.
fr_fr: Format de Token de Site Web invalide. Veuillez utiliser uniquement des lettres, des chiffres, des tirets et des traits de soulignement.
it_it: Formato del Token del Sito Web non valido. Per favore usa solo lettere, numeri, trattini e trattini bassi.
ja: 無効なウェブサイトトークン形式です。文字、数字、ハイフン、アンダースコアのみを使用してください。
nl_nl: Ongeldig Website Token formaat. Gebruik alleen letters, cijfers, koppeltekens en underscores.
pl_pl: Nieprawidłowy format tokena strony internetowej. Proszę używać tylko liter, cyfr, myślników i podkreśleń.
pt_br: Formato de Token do Site inválido. Por favor, use apenas letras, números, hífens e sublinhados.
ru_ru: Неверный формат токена веб-сайта. Пожалуйста, используйте только буквы, цифры, дефисы и подчеркивания.
uk: Неправильний формат токена веб-сайту. Будь ласка, використовуйте лише літери, цифри, дефіси та підкреслення.

source: Token validation failed: %s
ar: فشل التحقق من الرمز: %s
de_de: Token-Validierung fehlgeschlagen: %s
es_es: La validación del token falló: %s
fr_fr: La validation du token a échoué : %s
it_it: Validazione del token fallita: %s
ja: トークンの検証に失敗しました：%s
nl_nl: Token validatie mislukt: %s
pl_pl: Walidacja tokena nie powiodła się: %s
pt_br: Validação do token falhou: %s
ru_ru: Проверка токена не удалась: %s
uk: Перевірка токена не вдалася: %s

source: Website Token validated successfully! Your 5chat widget is now active.
ar: تم التحقق من رمز موقع الويب بنجاح! أداة 5chat الخاصة بك نشطة الآن.
de_de: Website-Token erfolgreich validiert! Ihr 5chat-Widget ist jetzt aktiv.
es_es: ¡Token de Sitio Web validado exitosamente! Tu widget de 5chat ahora está activo.
fr_fr: Token de Site Web validé avec succès ! Votre widget 5chat est maintenant actif.
it_it: Token del Sito Web validato con successo! Il tuo widget 5chat è ora attivo.
ja: ウェブサイトトークンが正常に検証されました！5chatウィジェットがアクティブになりました。
nl_nl: Website Token succesvol gevalideerd! Uw 5chat widget is nu actief.
pl_pl: Token strony internetowej został pomyślnie zwalidowany! Widget 5chat jest teraz aktywny.
pt_br: Token do Site validado com sucesso! Seu widget 5chat agora está ativo.
ru_ru: Токен веб-сайта успешно проверен! Ваш виджет 5chat теперь активен.
uk: Токен веб-сайту успішно перевірений! Ваш віджет 5chat тепер активний.

source: Paste your Website Token here
ar: الصق رمز موقع الويب الخاص بك هنا
de_de: Fügen Sie hier Ihr Website-Token ein
es_es: Pega tu Token de Sitio Web aquí
fr_fr: Collez votre Token de Site Web ici
it_it: Incolla qui il tuo Token del Sito Web
ja: ウェブサイトトークンをここに貼り付けてください
nl_nl: Plak uw Website Token hier
pl_pl: Wklej tutaj token strony internetowej
pt_br: Cole seu Token do Site aqui
ru_ru: Вставьте здесь токен веб-сайта
uk: Вставте сюди токен веб-сайту

source: Find your Website Token in your 5chat dashboard.
ar: اعثر على رمز موقع الويب الخاص بك في لوحة تحكم 5chat.
de_de: Finden Sie Ihr Website-Token in Ihrem 5chat-Dashboard.
es_es: Encuentra tu Token de Sitio Web en tu panel de 5chat.
fr_fr: Trouvez votre Token de Site Web dans votre tableau de bord 5chat.
it_it: Trova il tuo Token del Sito Web nel tuo pannello 5chat.
ja: 5chatダッシュボードでウェブサイトトークンを見つけてください。
nl_nl: Vind uw Website Token in uw 5chat dashboard.
pl_pl: Znajdź token strony internetowej w panelu 5chat.
pt_br: Encontre seu Token do Site no seu painel 5chat.
ru_ru: Найдите токен веб-сайта в вашей панели 5chat.
uk: Знайдіть токен веб-сайту в панелі керування 5chat.

source: Open Dashboard
ar: فتح لوحة التحكم
de_de: Dashboard öffnen
es_es: Abrir Panel
fr_fr: Ouvrir le Tableau de Bord
it_it: Apri Pannello
ja: ダッシュボードを開く
nl_nl: Dashboard Openen
pl_pl: Otwórz panel
pt_br: Abrir Painel
ru_ru: Открыть панель
uk: Відкрити панель керування

source: Widget Configuration
ar: تكوين الأداة
de_de: Widget-Konfiguration
es_es: Configuración del Widget
fr_fr: Configuration du Widget
it_it: Configurazione Widget
ja: ウィジェット設定
nl_nl: Widget Configuratie
pl_pl: Konfiguracja widgetu
pt_br: Configuração do Widget
ru_ru: Настройка виджета
uk: Налаштування віджета

source: Configure your 5chat widget by entering your Website Token below. The chat widget will automatically appear on your site once configured.
ar: قم بتكوين أداة 5chat الخاصة بك عن طريق إدخال رمز موقع الويب الخاص بك أدناه. ستظهر أداة الدردشة تلقائيًا على موقعك بمجرد تكوينها.
de_de: Konfigurieren Sie Ihr 5chat-Widget, indem Sie Ihr Website-Token unten eingeben. Das Chat-Widget wird automatisch auf Ihrer Website erscheinen, sobald es konfiguriert ist.
es_es: Configura tu widget de 5chat ingresando tu Token de Sitio Web a continuación. El widget de chat aparecerá automáticamente en tu sitio una vez configurado.
fr_fr: Configurez votre widget 5chat en saisissant votre Token de Site Web ci-dessous. Le widget de chat apparaîtra automatiquement sur votre site une fois configuré.
it_it: Configura il tuo widget 5chat inserendo il tuo Token del Sito Web qui sotto. Il widget di chat apparirà automaticamente sul tuo sito una volta configurato.
ja: 下記にウェブサイトトークンを入力して、5chatウィジェットを設定してください。設定が完了すると、チャットウィジェットがサイトに自動的に表示されます。
nl_nl: Configureer uw 5chat widget door uw Website Token hieronder in te voeren. De chat widget zal automatisch verschijnen op uw site zodra het geconfigureerd is.
pl_pl: Skonfiguruj widget 5chat wprowadzając token strony internetowej poniżej. Widget czatu automatycznie pojawi się na stronie po skonfigurowaniu.
pt_br: Configure seu widget 5chat inserindo seu Token do Site abaixo. O widget de chat aparecerá automaticamente no seu site uma vez configurado.
ru_ru: Настройте виджет 5chat, введя токен веб-сайта ниже. Виджет чата автоматически появится на вашем сайте после настройки.
uk: Налаштуйте віджет 5chat, ввівши токен веб-сайту нижче. Віджет чату автоматично з'явиться на вашому сайті після налаштування.

source: Save Configuration
ar: حفظ التكوين
de_de: Konfiguration speichern
es_es: Guardar Configuración
fr_fr: Enregistrer la Configuration
it_it: Salva Configurazione
ja: 設定を保存
nl_nl: Configuratie Opslaan
pl_pl: Zapisz konfigurację
pt_br: Salvar Configuração
ru_ru: Сохранить конфигурацию
uk: Зберегти конфігурацію

source: Quick Setup Guide
ar: دليل الإعداد السريع
de_de: Schnelleinrichtungsanleitung
es_es: Guía de Configuración Rápida
fr_fr: Guide de Configuration Rapide
it_it: Guida alla Configurazione Rapida
ja: クイックセットアップガイド
nl_nl: Snelle Setup Gids
pl_pl: Przewodnik szybkiej konfiguracji
pt_br: Guia de Configuração Rápida
ru_ru: Руководство по быстрой настройке
uk: Посібник швидкого налаштування

source: Get Your Token
ar: احصل على الرمز الخاص بك
de_de: Holen Sie sich Ihr Token
es_es: Obtén Tu Token
fr_fr: Obtenez Votre Token
it_it: Ottieni il Tuo Token
ja: トークンを取得
nl_nl: Verkrijg Uw Token
pl_pl: Uzyskaj swój token
pt_br: Obtenha Seu Token
ru_ru: Получите токен
uk: Отримайте ваш токен

source: Visit your
ar: قم بزيارة
de_de: Besuchen Sie Ihre
fr_fr: Visitez votre
it_it: Visita la tua
ja: あなたの
nl_nl: Bezoek uw
pl_pl: Odwiedź swoją
pt_br: Visite sua
ru_ru: Посетите вашу
uk: Відвідайте вашу

source: widget configuration page
ar: صفحة تكوين الأداة
de_de: Widget-Konfigurationsseite
fr_fr: page de configuration du widget
it_it: pagina di configurazione del widget
ja: ウィジェット設定ページ
nl_nl: widget configuratie pagina
pl_pl: stronę konfiguracji widgetu
pt_br: página de configuração do widget
ru_ru: страницу настройки виджета
uk: сторінку налаштування віджета

source: to copy your Website Token.
ar: لنسخ رمز موقع الويب الخاص بك.
de_de: um Ihr Website-Token zu kopieren.
fr_fr: pour copier votre Token de Site Web.
it_it: per copiare il tuo Token del Sito Web.
ja: にアクセスして、ウェブサイトトークンをコピーしてください。
nl_nl: om uw Website Token te kopiÃ«ren.
pl_pl: aby skopiować token strony internetowej.
pt_br: para copiar seu Token do Site.
ru_ru: чтобы скопировать токен веб-сайта.
uk: щоб скопіювати токен веб-сайту.

source: Paste & Save
ar: لصق وحفظ
de_de: Einfügen und Speichern
es_es: Pegar y Guardar
fr_fr: Coller et Enregistrer
it_it: Incolla e Salva
ja: 貼り付けて保存
nl_nl: Plakken en Opslaan
pl_pl: Wklej i zapisz
pt_br: Colar e Salvar
ru_ru: Вставить и сохранить
uk: Вставити та зберегти

source: Paste your token in the field above and click "Save Configuration". The token will be validated when you save.
ar: الصق الرمز الخاص بك في الحقل أعلاه وانقر فوق "حفظ التكوين". سيتم التحقق من الرمز عند الحفظ.
de_de: Fügen Sie Ihr Token in das Feld oben ein und klicken Sie auf "Konfiguration speichern". Das Token wird beim Speichern validiert.
fr_fr: Collez votre token dans le champ ci-dessus et cliquez sur "Enregistrer la Configuration". Le token sera validé lors de l'enregistrement.
it_it: Incolla il tuo token nel campo sopra e clicca "Salva Configurazione". Il token verrà validato quando salvi.
ja: 上記のフィールドにトークンを貼り付けて、「設定を保存」をクリックしてください。保存時にトークンが検証されます。
nl_nl: Plak uw token in het veld hierboven en klik op "Configuratie Opslaan". Het token wordt gevalideerd wanneer u opslaat.
pl_pl: Wklej token w powyższe pole i kliknij "Zapisz konfigurację". Token zostanie zwalidowany podczas zapisywania.
pt_br: Cole seu token no campo acima e clique em "Salvar Configuração". O token será validado quando você salvar.
ru_ru: Вставьте токен в поле выше и нажмите "Сохранить конфигурацию". Токен будет проверен при сохранении.
uk: Вставте токен у поле вище та натисніть "Зберегти конфігурацію". Токен буде перевірений при збереженні.

source: Save & Go Live
ar: حفظ وتفعيل
de_de: Speichern und Aktivieren
es_es: Guardar y Activar
fr_fr: Enregistrer et Activer
it_it: Salva e Attiva
ja: 保存して有効化
nl_nl: Opslaan en Live Gaan
pl_pl: Zapisz i uruchom
pt_br: Salvar e Ativar
ru_ru: Сохранить и активировать
uk: Зберегти та активувати

source: Click "Save Configuration" and your chat widget will immediately appear on your website.
ar: انقر فوق "حفظ التكوين" وستظهر أداة الدردشة الخاصة بك على الفور على موقع الويب الخاص بك.
de_de: Klicken Sie auf "Konfiguration speichern" und Ihr Chat-Widget wird sofort auf Ihrer Website erscheinen.
fr_fr: Cliquez sur "Enregistrer la Configuration" et votre widget de chat apparaîtra immédiatement sur votre site web.
it_it: Clicca "Salva Configurazione" e il tuo widget di chat apparirà immediatamente sul tuo sito web.
ja: 「設定を保存」をクリックすると、チャットウィジェットがウェブサイトに即座に表示されます。
nl_nl: Klik op "Configuratie Opslaan" en uw chat widget zal onmiddellijk verschijnen op uw website.
pl_pl: Kliknij "Zapisz konfigurację" a widget czatu natychmiast pojawi się na stronie.
pt_br: Clique em "Salvar Configuração" e seu widget de chat aparecerá imediatamente no seu site.
ru_ru: Нажмите "Сохранить конфигурацию" и виджет чата немедленно появится на вашем веб-сайте.
uk: Натисніть "Зберегти конфігурацію" і ваш віджет чату негайно з'явиться на веб-сайті.

source: Need help?
ar: هل تحتاج مساعدة؟
de_de: Benötigen Sie Hilfe?
es_es: ¿Necesitas ayuda?
fr_fr: Besoin d'aide ?
it_it: Hai bisogno di aiuto?
ja: サポートが必要ですか？
nl_nl: Hulp nodig?
pl_pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
ru_ru: Нужна помощь?
uk: Потрібна допомога?

source: Contact
ar: تواصل مع
de_de: Kontaktieren Sie
fr_fr: Contacter
it_it: Contatta
ja: お問い合わせ
nl_nl: Contacteer
pl_pl: Skontaktuj się z
pt_br: Entre em contato com
ru_ru: Связаться с
uk: Зв'яжіться з

source: 5chat support
ar: دعم 5chat
fr_fr: le support 5chat
it_it: supporto 5chat
ja: 5chatサポート
nl_nl: 5chat ondersteuning
pl_pl: pomocą techniczną 5chat
pt_br: suporte 5chat
ru_ru: поддержкой 5chat
uk: службою підтримки 5chat

source: Please <a href="%s">update your settings</a> to enable the chat widget.
es_es: Por favor, <a href="%s">actualiza tu configuración</a> para habilitar el widget de chat.

# plugin settings page link text
source: Settings
es_es: Configuración

source: 5chat Settings
es_es: Configuración de 5chat

source: Visit your <a href="%s" target="_blank" class="fivechat-link">widget configuration page <span class="dashicons dashicons-external"></span></a> to copy your Website Token.
es_es: Visita tu <a href="%s" target="_blank" class="fivechat-link">página de configuración del widget <span class="dashicons dashicons-external"></span></a> para copiar tu Token de Sitio Web.

source: Paste your token in the field above and click "Save Configuration". The token will be validated when you save.
es_es: Pega tu token en el campo de arriba y haz clic en "Guardar Configuración". El token será validado cuando guardes.

source: Click "Save Configuration" and your chat widget will immediately appear on your website.
es_es: Haz clic en "Guardar Configuración" y tu widget de chat aparecerá inmediatamente en tu sitio web.

source: Contact <a href="%s" target="_blank" class="fivechat-link">5chat support <span class="dashicons dashicons-external"></span></a>
es_es: Contacta al <a href="%s" target="_blank" class="fivechat-link">soporte de 5chat <span class="dashicons dashicons-external"></span></a>
